tap "homebrew/bundle"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "curl"
brew "git"
brew "graphviz"
brew "kubernetes-cli"
brew "minikube"
brew "mysql-client"
brew "openssh"
brew "sshpass"
brew "yarn"
brew "stripe/stripe-cli/stripe"
cask "chatgpt"
cask "dbeaver-community"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "medis"
cask "microsoft-edge"
cask "notion"
cask "postman"
cask "rancher"
cask "slack"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "aliariff.auto-add-brackets"
vscode "bierner.markdown-mermaid"
vscode "britesnow.vscode-toggle-quotes"
vscode "dbaeumer.vscode-eslint"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hediet.vscode-drawio"
vscode "jasonnutter.vscode-codeowners"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.theme-materialkit"
vscode "pflannery.vscode-versionlens"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "shinotatwu-ds.file-tree-generator"
vscode "tyriar.sort-lines"
vscode "vscode-icons-team.vscode-icons"
vscode "zhuangtongfa.material-theme"
